Autodesk.Revit.DB.BuiltInFailures.TilePatternTileFailures.TilePatternTile_InvalidFamily
Family not appropriate for Divided Surface component.

Autodesk.Revit.DB.BuiltInFailures.TilePatternTileFailures
Failures related to tile pattern tile.